#=========================ARMOR==========================
#------------------------CLASSES-------------------------
class_berserker=Berserkr
class_ranger=Bowman
class_tank=Shieldbrother
class_thrower=Skirmisher
#------------------------LEATHER-------------------------
item_helmet_leather_t1=Troll-Reinforced Leather Helmet
item_helmet_leather_t2=Bronze-Reinforced Leather Helmet
item_helmet_leather_t3=Iron-Reinforced Leather Helmet
item_helmet_leather_t4=Silver-Reinforced Leather Helmet
item_helmet_leather_t5=Padded Leather Helmet
item_chest_leather_t1=Troll-Reinforced Leather Tunic
item_chest_leather_t2=Bronze-Reinforced Leather Tunic
item_chest_leather_t3=Iron-Reinforced Leather Tunic
item_chest_leather_t4=Silver-Reinforced Leather Tunic
item_chest_leather_t5=Padded Leather Tunic
item_legs_leather_t1=Troll-Reinforced Leather Pants
item_legs_leather_t2=Bronze-Reinforced Leather Pants
item_legs_leather_t3=Iron-Reinforced Leather Pants
item_legs_leather_t4=Silver-Reinforced Leather Pants
item_legs_leather_t5=Padded Leather Pants
#------------------------TROLL LEATHER-------------------------
item_helmet_trollleather_t2=Bronze-Reinforced Troll Leather Hood
item_helmet_trollleather_t3=Iron-Reinforced Troll Leather Hood
item_helmet_trollleather_t4=Silver-Reinforced Troll Leather Hood
item_helmet_trollleather_t5=Padded Troll Leather Hood
item_chest_trollleather_t2=Bronze-Reinforced Troll Leather Tunic
item_chest_trollleather_t3=Iron-Reinforced Troll Leather Tunic
item_chest_trollleather_t4=Silver-Reinforced Troll Leather Tunic
item_chest_trollleather_t5=Padded Troll Leather Tunic
item_legs_trollleather_t2=Bronze-Reinforced Troll Leather Pants
item_legs_trollleather_t3=Iron-Reinforced Troll Leather Pants
item_legs_trollleather_t4=Silver-Reinforced Troll Leather Pants
item_legs_trollleather_t5=Padded Troll Leather Pants
#------------------------BRONZE-------------------------
item_helmet_bronze_t3=Iron-Braced Bronze Helmet
item_helmet_bronze_t4=Silver-Etched Bronze Helmet
item_helmet_bronze_t5=Padded Bronze Helmet
item_chest_bronze_t3=Iron-Braced Bronze Plate Cuirass
item_chest_bronze_t4=Silver-Etched Bronze Plate Cuirass
item_chest_bronze_t5=Padded Bronze Plate Cuirass
item_legs_bronze_t3=Iron-Braced Bronze Plate Leggings
item_legs_bronze_t4=Silver-Etched Bronze Plate Leggings
item_legs_bronze_t5=Padded Bronze Plate Leggings
#------------------------IRON-------------------------
item_helmet_iron_t4=Silver-Etched Iron Helmet
item_helmet_iron_t5=Padded Iron Helmet
item_chest_iron_t4=Silver-Etched Iron Scale Mail
item_chest_iron_t5=Padded Iron Scale Mail
item_legs_iron_t4=Silver-Etched Iron Greaves
item_legs_iron_t5=Padded Iron Greaves
#------------------------SILVER-------------------------
item_helmet_drake_t5=Padded Drake Helmet
item_chest_wolf_t5=Padded Wolf Armor Chest
item_legs_wolf_t5=Padded Wolf Armor Legs
#------------------------BARBARIAN-------------------------
ArmorBarbarianBronzeHelmetJD=Barbarian Helmet
ArmorBarbarianBronzeChestJD=Barbarian Chestplate
ArmorBarbarianBronzeLegsJD=Barbarian Leggings
ArmorBarbarianCapeJD=Barbarian Cloak
ArmorBarbarianBronzeHelmetJD_desc=An overly embellished bronze helmet.
ArmorBarbarianBronzeChestJD_desc=While not completely covering, it does let you move freely.
ArmorBarbarianBronzeLegsJD_desc=Shaggy, but protective.
ArmorBarbarianCapeJD_desc=Barbarian Cloak
item_helmet_barbarian_t3=Iron-Braced Barbarian Helmet
item_helmet_barbarian_t4=Gilded Barbarian Helmet
item_helmet_barbarian_t5=Padded Barbarian Helmet
item_chest_barbarian_t3=Iron-Braced Barbarian Chestplate
item_chest_barbarian_t4=Gilded Barbarian Chestplate
item_chest_barbarian_t5=Padded Barbarian Chestplate
item_legs_barbarian_t3=Iron-Braced Barbarian Leggings
item_legs_barbarian_t4=Gilded Barbarian Leggings
item_legs_barbarian_t5=Padded Barbarian Leggings
#------------------------UTILITY BELTS-------------------------
item_helmet_woodsman=Aescfell Belt
item_belt_miner=Stánbrysan Belt
item_belt_waterproof=Casul Belt
item_belt_farmer=Eorðtilia Belt
item_belt_thief=Stulor Belt
#=========================WEAPONS==========================
#-------------------------GREATSWORDS-------------------------
item_greatsword_iron=Iron Greatsword
item_greatsword_folcbrand=Folcbrand
item_greatsword_blackmetal=Blackmetal Greatsword
item_greatsword_fire=Mistilteinn
item_greatsword_iron_description=Blood-worm, wound-tool.
item_greatsword_blackmetal_description=An undulating blade of cold, dark steel.
item_greatsword_folcbrand_description=A keen sword, each strike cuts like a freezing gale.
item_greatsword_fire_description=Þráinn's pride, Semingr's bane. This inferno has seared the flesh of four hundred and twenty men.
#-------------------------BATTLEAXES-------------------------
item_battleaxe_bronze_terraheim=Bronze Battleaxe
item_battleaxe_silver=Silver Battleaxe
item_battleaxe_blackmetal=Blackmetal Battleaxe
item_battleaxe_sledge_blackmetal=Blackmetal Axehammer
item_battleaxe_bronze_terraheim_description=Wolf-caller, head-splitter.
item_battleaxe_silver_description=A chilling blade of pure silver.
item_battleaxe_blackmetal_description=A harrowing blade of unearthly material.
item_battleaxe_sledge_blackmetal_description=An unbreakable edge, a crushing sledge.
#-------------------------MISC WEAPONS-------------------------
item_torch_olympia=O L Y M P I A
item_torch_olympia_description=Some dude in a toga gave you this...
item_axe_frost=Forstasca
item_axe_frost_description=A glittering wolf's fang. Your foes shall fear its frost.
item_atgeir_silver=Silver Kresja
item_atgeir_silver_description=A hewing spear whose cold blade invokes the pale frost.
item_atgeir_fire=Claíomh Solais
item_atgeir_fire_description=A shaft of sunlight materialized into a weapon.
item_knife_iron=Iron Knife
item_knife_iron_description=A faint reminder of your former life.
item_shield_silverdagger=Parrying Dagger
item_shield_silverdagger_description=Finesse, rather than brute force, is often the key to victory.
item_bow_blackmetalTH=Blackmetal Doublebow
item_bow_blackmetalTH_description=Flexible limbs of unearthly black metal allow for a much faster draw rate.
item_pickaxe_blackmetal=Blackmetal Pickaxe
item_pickaxe_blackmetal_description=A truly wonderful tool, durable and effective.
item_spear_blackmetal=Blackmetal Spear
item_spear_blackmetal_description=A poised killer of unbreakable black iron.
#-------------------------BOMBS-------------------------
item_firebomb=Firebomb
item_frostbomb=Frostbomb
item_lightningbomb=Thunderbomb
item_firebomb_description=A whiff of the ole brimstone...
item_frostbomb_description=A piece of the artic in the palm of your hand.
item_lightningbomb_description=Holding this makes the hairs on your neck stand on end...
#-------------------------THROWING AXES-------------------------
item_throwingaxe_flint=Flint Throwing Axe
item_throwingaxe_bronze=Bronze Throwing Axe
item_throwingaxe_iron=Poisoned Iron Throwing Axe
item_throwingaxe_silver=Wyrpasca
item_throwingaxe_blackmetal=Blackmetal Throwing Axe
item_throwingaxe_flint_description=May your aim be true...
item_throwingaxe_bronze_description=May your arm be strong...
item_throwingaxe_iron_description=May your eye be keen...
item_throwingaxe_silver_description=May your axe find its mark...
item_throwingaxe_blackmetal_description=May your foe be slain...